{
  "name": "Difficult",
  "description": "Contain some long and challenging words.",
  "content": {
    "difficult-1": [
      "The curious cat chased a mysterious shadow.",
      "A diligent student studied the peculiar phenomenon.",
      "The ancient artifact unearthed was quite extraordinary.",
      "A magnificent sunrise illuminated the tranquil landscape.",
      "The adventurous explorer discovered a hidden treasure.",
      "The resilient athlete persevered through rigorous training.",
      "An eloquent speaker captivated the attentive audience.",
      "The mischievous monkey played in the lush jungle.",
      "A vibrant rainbow adorned the clear azure sky.",
      "The diligent worker received a commendation for excellence.",
      "A spontaneous celebration erupted in the festive atmosphere.",
      "The intricate design of the antique tapestry fascinated many.",
      "The resilient team triumphed against formidable opponents.",
      "A harmonious melody echoed through the serene valley.",
      "The sophisticated architecture of the palace was awe-inspiring.",
      "A jubilant crowd celebrated the victorious achievement.",
      "The diligent gardener cultivated a beautiful array of flowers.",
      "A resilient spirit can overcome challenges with determination.",
      "The eloquent author penned a captivating novel.",
      "A mischievous grin betrayed the child's playful intentions."
    ],
    "difficult-2": [
      "The enigmatic phenomenon puzzled the astute scientist.",
      "A meticulous investigator uncovered a clandestine conspiracy.",
      "The extraordinary entrepreneur launched an innovative product.",
      "A picturesque landscape adorned with iridescent flowers unfolded.",
      "The audacious adventurer embarked on a perilous expedition.",
      "The indomitable athlete excelled in arduous endurance challenges.",
      "The eloquent orator mesmerized the discerning audience.",
      "A capricious chimpanzee frolicked in the luxuriant rainforest.",
      "A resplendent kaleidoscope painted the twilight sky.",
      "The assiduous artisan crafted an exquisite tapestry.",
      "A spontaneous jubilation erupted in the festive ambiance.",
      "The labyrinthine architecture of the citadel intrigued many.",
      "The triumphant team prevailed against formidable adversaries.",
      "A mellifluous serenade resonated through the tranquil canyon.",
      "The opulent palace showcased intricate, awe-inspiring designs."
    ],
    "difficult-3": [
      "The surreptitious specter haunted the intrepid explorer.",
      "A conscientious scholar delved into the esoteric subject matter.",
      "The antediluvian relic unearthed was truly extraordinary.",
      "A spectacular sunrise bathed the placid landscape in golden hues.",
      "The intrepid voyager discovered a concealed trove of riches.",
      "The indefatigable athlete persevered through rigorous conditioning.",
      "The articulate rhetorician captivated the rapt audience.",
      "The playful primate frolicked amidst the verdant jungle foliage.",
      "A vivid kaleidoscope embellished the azure firmament.",
      "The assiduous laborer received accolades for exemplary performance.",
      "A spontaneous revelry erupted in the exuberant atmosphere.",
      "The intricate patterns of the vintage tapestry fascinated onlookers.",
      "The tenacious team triumphed over formidable adversaries.",
      "A melodious sonata echoed through the idyllic valley.",
      "The opulent architecture of the mansion was truly awe-inspiring."
    ],
    "difficult-4": [
      "The enigmatic conundrum confounded the perceptive investigator.",
      "A meticulous scrutineer uncovered a covert machination.",
      "The exceptional entrepreneur introduced a groundbreaking innovation.",
      "A panoramic panorama displayed a profusion of iridescent blossoms.",
      "The audacious wanderer embarked on a hazardous odyssey.",
      "The indomitable competitor excelled in demanding endurance trials.",
      "The eloquent speaker enthralled the discerning spectators.",
      "A capricious simian cavorted in the lush, tropical rainforest.",
      "A resplendent spectrum adorned the clear, cerulean sky.",
      "The assiduous craftsman fashioned an intricately woven tapestry.",
      "A spontaneous festivity erupted in the vibrant, celebratory ambiance.",
      "The labyrinthine structure of the fortress intrigued numerous observers.",
      "The victorious team overcame their formidable challengers.",
      "A mellifluous nocturne resonated through the peaceful canyon.",
      "The opulent mansion showcased ornate, awe-inspiring architecture."
    ]
  }
}
