{
  "name": "Medium",
  "description": "Bit more challenging then easy.",
  "content": {
    "medium-1": [
      "The moon shines brightly at night.",
      "We planted flowers in the garden.",
      "He plays soccer with his friends.",
      "I bought a new book yesterday.",
      "She wears a hat to protect from the sun.",
      "The train arrives at the station on time.",
      "I like to cook dinner for my family.",
      "The bird sings a melodious tune.",
      "We celebrated her birthday with a cake.",
      "I take a walk in the park every evening.",
      "The river flows peacefully downstream.",
      "He owns a small business in the city.",
      "She enjoys swimming in the pool.",
      "The laptop is on the desk.",
      "We visited a museum during the vacation.",
      "I wear a watch on my wrist.",
      "The rainbow appears after the rain.",
      "They go to school together.",
      "I have a blue pen on my desk.",
      "She plays the piano beautifully."
    ],
    "medium-2": [
      "The sun sets in the west.",
      "Coding is a valuable skill in the modern world.",
      "Cats and dogs make wonderful pets.",
      "Mountains are majestic and awe-inspiring.",
      "Learning new things is a lifelong journey.",
      "The ocean is vast and full of mysteries.",
      "Music has the power to evoke strong emotions.",
      "Innovation drives technological progress.",
      "A healthy diet is essential for overall well-being.",
      "Traveling broadens one's perspective on life.",
      "Books are a great source of knowledge and entertainment.",
      "Exercise is crucial for maintaining good health.",
      "Artistic expression comes in many forms.",
      "Kindness has a ripple effect on people's lives.",
      "The moon has a captivating beauty.",
      "Time management is key to productivity.",
      "Nature provides us with endless wonders.",
      "Human connection is fundamental to happiness.",
      "Adaptability is a valuable trait in any situation.",
      "Mindfulness can enhance mental well-being."
    ],
    "medium-3": [
      "The journey of a thousand miles begins with a single step.",
      "Science and technology continue to advance at a rapid pace.",
      "Happiness is a choice, not a result.",
      "Winter brings a blanket of snow to the quiet landscape.",
      "Laughter is the best medicine for the soul.",
      "The internet has revolutionized the way we communicate.",
      "Success is not final, failure is not fatal.",
      "The night sky is filled with countless stars and galaxies.",
      "Patience is a virtue that leads to success.",
      "Every cloud has a silver lining.",
      "The pen is mightier than the sword.",
      "The beauty of diversity enriches our world.",
      "Dreams have the power to inspire and motivate.",
      "Silence is sometimes the best answer.",
      "A smile can brighten even the darkest day.",
      "Education is the key to unlocking opportunities.",
      "Nature's wonders are a testament to its creativity.",
      "Courage is not the absence of fear but the triumph over it.",
      "Imagination is the fuel for innovation.",
      "Gratitude can transform ordinary days into thanksgiving."
    ]
  }
}
